tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'peco/peco'
brew 'ant'
brew 'astyle'
brew 'autoconf'
brew 'automake'
brew 'pkg-config'
brew 'bdw-gc'
brew 'bison'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'git'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'graphviz'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'llvm', args: ['with-python']
brew 'doxygen'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'libtool'
brew 'libsodium'
brew 'zeromq'
brew 'fontforge'
brew 'fswatch'
brew 'go'
brew 'ghq'
brew 'gradle'
brew 'hub'
brew 'imagemagick'
brew 'libevent'
brew 'libyaml'
brew 'lua'
brew 'maven'
brew 'mercurial'
brew 'mono'
brew 'yasm'
brew 'mplayer'
brew 'nkf'
brew 'node'
brew 'p7zip'
brew 'peco'
brew 'plantuml'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'the_silver_searcher'
brew 'tig'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-client-server', 'with-lua', 'with-python3', 'with-override-system-vi']
brew 'python3'
brew 'w3m'
brew 'xctool'
brew 'zsh'
brew 'homebrew/versions/glfw2'
brew 'homebrew/x11/libxkbcommon'
brew 'homebrew/x11/xdotool'
brew 'boost'
brew 'glide'
brew 'shellcheck'
brew 'pyenv'
brew 'pyenv-virtualenv'
cask 'iterm2'
cask 'appcleaner'
cask 'java6'
cask 'texturepacker'
cask 'xamarin-studio'
cask 'astah-community'
cask 'tomighty'
cask 'java'
cask 'xquartz'
