tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'peco/peco'
cask 'java'
cask 'xquartz'
brew 'ant'
brew 'astyle'
brew 'autoconf'
brew 'automake'
brew 'pkg-config'
brew 'bdw-gc'
brew 'bison'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'zeromq'
brew 'czmq'
brew 'git'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'libtool'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gdbm'
brew 'go'
brew 'ghq'
brew 'gradle'
brew 'graphviz'
brew 'hub'
brew 'imagemagick'
brew 'openssl'
brew 'libevent'
brew 'libyaml'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'llvm', args: ['with-clang', 'with-python']
brew 'lua'
brew 'macvim'
brew 'maven'
brew 'mercurial'
brew 'mono'
brew 'yasm'
brew 'mplayer'
brew 'nkf'
brew 'plantuml'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'the_silver_searcher'
brew 'tig'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-client-server', 'with-lua', 'with-override-system-vi']
brew 'w3m'
brew 'xctool'
brew 'youtube-dl'
brew 'zsh'
brew 'homebrew/versions/glfw2'
brew 'homebrew/versions/glfw3', args: ['without-shared-library']
brew 'homebrew/x11/libxkbcommon'
brew 'homebrew/x11/xdotool'
brew 'neovim/neovim/neovim'
brew 'peco/peco/peco'
cask 'appcleaner'
cask 'fontforge'
cask 'karabiner'
cask 'netbeans'
cask 'xamarin-studio'
