tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'homebrew/x11'
brew 'cmake'
brew 'git'
brew 'graphviz'
brew 'doxygen'
brew 'fswatch'
brew 'go'
brew 'ghq'
brew 'hub'
brew 'mono'
brew 'mplayer'
brew 'plantuml'
brew 'reattach-to-user-namespace'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'w3m'
brew 'fish'
brew 'homebrew/x11/libxkbcommon'
brew 'homebrew/x11/xdotool'
brew 'glide'
brew 'shellcheck'
brew 'cowsay'
brew 'fortune'
brew 'gibo'
brew 'ripgrep'
cask 'iterm2'
cask 'appcleaner'
cask 'texturepacker'
